{
	"Geeta_Shlokas" : {
      "shlokas": [
        {
          "chapter": "1",
          "verse": "dhrtarastra uvaca dharma-ksetre kuru-ksetre samaveta yuyutsavah mamakah pandavas caiva	kim akurvata sanjaya",
          "translation": "s, and in the field of Kurus, where my people and the heirs of Pandu had gathered, keen for battle, Oh Sanjaya, What did they do?In the field of righteousness",
          "purpose": "Dharmakshetre, or the field of righteousness, where the decision of what is right and what is wrong is made. Among all the qualities common to man and animals, what distinguishes man, is the knowledge of right and wrong. At every single step in our lives, we experience being present in this field of righteousness, where in order to proceed with life’s pace and perform due actions, we have to take decisions of choosing between the right and the wrong. This hourly discipline of choosing the right over wrong, is the essential practice of dharma, and it is this that helps us ascend from suffering to spirit, from misery to joy, and as they say from earth to heaven. Two armies emerging from the same roots, stanced in battle against one another suggests that the right and wrong may come from the same source, and though they are independently absolute, but are more nebulously alloyed together in the container that our mind is.‘Mamakaha’ is suggestive of the ‘mine-ness’ that stems from ‘ahankara’, the begetter of evil. We go through these battles everyday of choosing between actions that our thoughts have to offer. The right actions, or the righteous actions, will lead us to happiness while the wrong deeds to misery."
        },

        {
          "chapter":"2",
          "verse":"sanjaya uvaca drstva tu pandavanikam vyudham duryodhanas tada acaryam upasangamya raja vacanam abravit",
          "translation":"Sanjaya said ,then, prince Duryodhana, having seen the forces/army of the Pandavas arrayed in battle order, approached his teacher ,Dronacharya and said.",
          "purpose":"Acharya is the teacher who is well versed with the scriptures and imparts this knowledge to others while practicing himself. Dronacharya, had taught the art of war to the princess of both the sides.In our lives, we often come across situations where we have to either be a student or a teacher. Do we really practice what we teach ourselves? Part of our emerging lifestyles have split us up in parts, a part of us is our profession and the other, our personal life. We often find ourselves in a dichotomies because we look at them separately. We desire to quickly wrest ourself from one when it fails to intrigue us, rushing into another. Unless we look at our whole life as one, and practice what we preach in these different parts we will not have the confidence as that of a true teacher to lead our own lives towards a meaningful existence."
        },
        {
          "chapter":"3",
          "verse":"pasyaitam pandu-putranam acarya mahatim camum vyudham drupada-putrena tava sisyena dhimata",
          "translation":"Oh Teacher ,Behold! This mighty soldiery of the hiers of Pandu, organized by your wise pupil, the hier of Drupada, Dhrashtadyumna.",
          "purpose":"When we land onto the battlefield of our mind, our evils calculate the might of our good. Both parts are fed equally by the common experiences of life, nurtured equally by the knowledge of the worlds, and nutritioned by the foods we eat. Yet, the evil side, is unsettled swaying between fear and pride, never at peace and always desirous of material growth, scared of losing space in our minds."
        },

        {
          "chapter":"4",
          "verse":"atra sura mahesv-asa bhimarjuna-sama yudhi yuyudhano viratas ca drupadas ca maha-rathah",
          "translation":"There are heroes, renowned bow-men, equal in might and battle Bhima and Arjuna- Yuyudhana, Virata, and Drupada a great warrior.",
          "purpose":"The evil mind assesses the powers of our goodness before it plans to conquer it. The greater message here is that goodness does not require quantity to flourish. It is hard to compare therefore the qualities of evil and good because they are inherently different. In many other self help books of today, spiritual and life gurus claim that positivity is many times stronger than negativity. The beauty of goodness is that since it is not material, it can beget from zilch, while evil, need evil to begin."
        },

        {
          "chapter":"5",
          "verse":"dhrstaketus cekitanah kasirajas ca viryavan purujit kuntibhojas ca saibyas ca nara-pungavah",
          "translation":"Dhrstaketu, Chetikanah and the courageous king of Kasi also Purujit, Kuntibhoj and Saibya the most eminent of men.",
          "purpose":"And as it goes, evil gives these ‘goods’ names and traits only to simplify their projections, to be able to fight them. When evil fails to measure the magnitude, it makes the ‘good’ known because of its fear of unknown."
        },

        {
          "chapter":"6",
          "verse":"yudhamanyus ca vikranta uttamaujas ca viryavan saubhadro draupadeyas ca sarva eva maha-rathah",
          "translation":"Yudhamanyu, the fierce and uttamauja, the valiant and also the son of Subhadra and sons of Draupadi, all of them are mighty warriors.",
          "purpose":"The evil dwells in the background, in the past, in the hierarchy and assess the strength of the good with its performance in the past. It trusts in the defeats and victories of the bygone,  whereas the good grows anywhere, undisturbed by any loss in the past, just occupied with its own goodness in the present."
        },

        {
          "chapter":"7",
          "verse":"asmakam tu visista ye tan nibodha dvijottama nayaka mama sainyasya	samjnartham tan bravimi te",
          "translation":"Know also, O best of the twice born, the leaders of my army, those who are most distinguhed among us, I will name them now for thy information.",
          "purpose":"We as a people, have been trapped in the nuances of nomenclature. We like to ‘process’ data and get ‘information’, not knowing what we can do with it. It is the same as saving and holding a lot of material wealth for ‘the day’ when we really need it. It is in the fears of the evil in us, this need of pesession exists; be it material or informational. We do not live in the moment because we name often the fears of the future."
        },

        {
          "chapter":"8",
          "verse":"bhavan bhismas ca karnas ca krpas ca samitim-jayah	asvatthama vikarnas ca saumadattis tathaiva ca",
          "translation":"Thyself and Bhisma and Karna and Krpa, ever vanquishing in battle, Asvathhama and Vikarna and also the hier of Somadatta",
          "purpose":"Loreum Ipsum"
        },

        {
          "chapter":"9",
          "verse":"anye ca bahavah sura mad-arthe tyakta-jivitah nana-sastra-praharanah sarve yuddha-visaradah",
          "translation":"And numerous other heroes who have gambled their lives for my sake. They are heavily armed with many kinds of weapons and are all skilled in war.",
          "purpose":"As far as the others are concerned—like Jayadratha, Krtavarma, Salya, etc.—all are determined to lay down their lives for Duryodhana's sake. In other words, it is already concluded that all of them would die in the Battle of Kuruksetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
        },

        {
          "chapter":"10",
          "verse":"aparyaptam tad asmakam balam bhismabhiraksitam	paryaptam tv idam etesam balam bhimabhiraksitam",
          "translation":"Unlimited is the army of ours which is guarded by Bhishma while that army of theirs which is guarded by Bhima is limited.",
          "purpose":"The evil mind assesses the powers of our goodness before it plans to conquer it. The greater message here is that goodness does not require quantity to flourish. It is hard to compare therefore the qualities of evil and good because they are inherently different. In many other self help books of today, spiritual and life gurus claim that positivity is many times stronger than negativity. The beauty of goodness is that since it is not material, it can beget from zilch, while evil, need evil to begin."
        },

        {
          "chapter":"11",
          "verse":"ayanesu ca sarvesu	yatha-bhagam avasthitah	bhismam evabhiraksantu bhavantah sarva eva hi",
          "translation":"Now all of you must give full support to Grandfather Bhisma, standing at your respective strategic points in the phalanx of the army.",
          "purpose":"Duryodhana, after praising the prowess of Bhisma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhismadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes would not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhismadeva. He was confident of the full support of Bhismadeva and Dronacarya in the battle because he well knew that they did not even speak a word when Arjuna's wife Draupadi, in her helpless condition, had appealed to them for justice while she was being forced to strip naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pandavas, he hoped that all such affection would now be completely given up by them, as was customary during the gambling performances."
        },

        {
          "chapter":"12",
          "verse":"tasya sanjanayan harsam kuru-vrddhah pitamahah	simha-nadam vinadyoccaih sankham dadhmau pratapavan",
          "translation":"Then Bhisma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly like the sound of a lion, giving Duryodhana joy.",
          "purpose":"The grandsire of the Kuru dynasty could understand the inner meaning of the heart of his grandson Duryodhana, and out of his natural compassion for him he tried to cheer him by blowing his conchshell very loudly, befitting his position as a lion. Indirectly, by the symbolism of the conchshell, he informed his depressed grandson Duryodhana that he had no chance of victory in the battle, because the Supreme Lord Krsna was on the other side. But still, it was his duty to conduct the fight, and no pains would be spared in that connection."
        },

        {
          "chapter":"13",
          "verse":"tatah sankhas ca bheryas ca panavanaka-gomukhah sahasaivabhyahanyanta sa sabdas tumulo 'bhavat",
          "translation":"After that, the conchshells, bugles, trumpets, drums and horns were all suddenly sounded, and the combined sound was tumultuous.",
          "purpose":"Loreum Ipsum"
        },

        {
          "chapter":"14",
          "verse":"tatah svetair hayair yukte	mahati syandane sthitau	madhavah pandavas caiva	divyau sankhau pradadhmatuh",
          "translation":"On the other side, both Lord Krsna and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.",
          "purpose":"In contrast with the conchshell blown by Bhismadeva, the conchshells in the hands of Krsna and Arjuna are described as transcendental. The sounding of the transcendental conchshells indicated that there was no hope of victory for the other side because Krsna was on the side of the Pandavas. Jayas tu pandu-putranam yesam pakse janardanah. Victory is always with persons like the sons of Pandu because Lord Krsna is associated with them. And whenever and wherever the Lord is present, the goddess of fortune is also there because the goddess of fortune never lives alone without her husband. Therefore, victory and fortune were awaiting Arjuna, as indicated by the transcendental sound produced by the conchshell of Visnu, or Lord Krsna. Besides that, the chariot on which both the friends were seated was donated by Agni (the fire-god) to Arjuna, and this indicated that this chariot was capable of conquering all sides, wherever it was drawn over the three worlds."
        },

        {
          "chapter":"15",
          "verse":"pancajanyam hrsikeso devadattam dhananjayah paundram dadhmau maha-sankham bhima-karma vrkodarah",
          "translation":"Then, Lord Krsna blew His conchshell, called Pancajanya; Arjuna blew his, the Devadatta; and Bhima, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Paundram.",
          "purpose":"Lord Krsna is referred to as Hrsikesa in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and, therefore, the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as sense-less, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But, He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kuruksetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hrsikesa. The Lord has different names according to His different activities. For example, His name is Madhusudana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vasudeva because He appeared as the son of Vasudeva; His name is Devaki-nandana because He accepted Devaki as His mother; His name is Yasoda-nandana because He awarded His childhood pastimes to Yasoda at Vrndavana; His name is Partha-sarathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hrsikesa because He gave direction to Arjuna on the Battlefield of Kuruksetra.				Arjuna is referred to as Dhananjaya in this verse because he helped his elder brother in fetching wealth when it was required by the King to make expenditures for different sacrifices. Similarly, Bhima is known as Vrkodara because he could eat as voraciously as he could perform Herculean tasks, such as killing the demon Hidimba. So, the particular types of conchshell blown by the different personalities on the side of the Pandavas, beginning with the Lord's, were all very encouraging to the fighting soldiers. On the other side there were no such credits, nor the presence of Lord Krsna, the supreme director, nor that of the goddess of fortune. So, they were predestined to lose the battle—and that was the message announced by the sounds of the conchshells."
        }
      ]
    }
}